{
  "nuria_sara": [
    {
      "id": "NS_P1",
      "text": "P1:¿Cuál es el circuito estándar de investigación?",
      "answer": "R1:El circuito estándar incluye: relación con el IP y equipo, formulación de la pregunta y búsqueda bibliográfica, diseño metodológico, evaluación por el CEIm, solicitud de datos a la Unidad del Dato, análisis y gestión de datos, y finalmente la publicación y difusión.",
      "unlocks_node": "pico",
      "unlocks_questions": ["IB_P1"],
      "leads_to": "../mapa.html",
      "sfx": "type2"
    }
  ],

  "ibai": [
    {
      "id": "IB_P1",
      "text": "P1:¿Qué quería el residente cuando vino a hablar contigo?",
      "answer": "R1:Tenía dudas sobre la pregunta de investigación. La planteó como una intervención, pero teníamos dudas. Aquí está la pregunta inicial.",
      "sfx": "type3",
      "leads_to": "../puzzle02.html"
    },
    {
      "id": "IB_P2",
      "text": "P2:¿Porqué tenía dudas?",
      "answer": "R2:Decía algo de que ...no son las alas sino los motores... sugerí que hablase con Juli para solucionarlo.",
      "sfx": "type3",
      "leads_to": "../mapa.html",
      "unlocks_questions": ["JL_P1"],
      "unlocks_node": "diseno"
    }
  ],

  "julian": [
    {
      "id": "JL_P1",
      "text": "P1:¿Qué intentaba decir el residente con sududa sobre las alas?",
      "answer": "R1:Interpreté que se refería a que el diseño debe minimizar sesgos, especialmente el sesgo de selección. ",
      "sfx": "type3",
      "unlocks_node": "etica",
      "leads_to": "../puzzle03.html"
    },
    {
      "id": "JL_P2",
      "text": "P2:¿Qué COnclusión sacó para evitar el sesgo de selección?",
      "answer": "R2:Deició que la pregunta original- con la intervención -PICO- No tenía sentido. Realizó una pregunta FINER. decidió cómo abordarlo con esta guía",
      "sfx": "type3",
      "leads_to": "../equator.html",
      "unlocks_node": "datos",
      "unlocks_questions": ["CE_P1"]
    }
  ],

  "javier": [
    {
      "id": "CE_P1",
      "text": "P1:¿Por qué aspectos éticos estaba preocupado el residente antes de iniciar el estudio?",
      "answer": "R1:El acceso a los datos. Desde aquí le ayudamos para garantizar que el estudio respetaba los principios éticos del CEIm: consentimiento informado adecuado, ojustificacion de su ausencia, proporcionalidad riesgo-beneficio y protección de datos.",
      "sfx": "type3",
      "unlocks_node": "datos",
      "unlocks_questions": ["JD_P1"],
      "leads_to": "../puzzle04.html"
    }
  ],

  "unidad_datos": [
    {
      "id": "JD_P1",
      "text": "P1:¿Qué requisitos tuvo que cumplir el residente para solicitar datos al SNS-O?",
      "answer": "R1:Solo puedo solicitar los datos con propuesta metodológica sólida, justificando la necesidad de cada variable, Garantizando medidas de seguridad en el tratamiento de datos. Además, ES IMPERATIVO demostrar que el CEIm ha aprobado el proyecto.",
      "sfx": "type3",
      "unlocks_node": "analisis",
      "unlocks_questions": ["AN_P1"],
      "leads_to": "../avatares/jose.html"
    }
  ],

  "jose": [
    {
      "id": "AN_P1",
      "text": "P1:¿Qué dudas comentó el residente que le preocupaban del análisis final?",
      "answer": "R1:Habló de que quería entender el teorema de Bayes, por lo que le propuse este ejemplo visual",
      "sfx": "type2",
      "unlocks_node": "difusion",
      "leads_to": "../puzzle05.html"
    }
  ]
}
