{
  "nuria_sara": [
    {
      "id": "NS_P1",
      "text": "¿Cuál es el circuito estándar de investigación?",
      "answer": "El circuito estándar incluye: relación con el IP y equipo, formulación de la pregunta y búsqueda bibliográfica, diseño metodológico, evaluación por el CEIm, solicitud de datos a la Unidad del Dato, análisis y gestión de datos, y finalmente la publicación y difusión.",
      "unlocks_node": "pico",
      "unlocks_questions": ["IB_P1"],
      "leads_to": "../mapa.html",
      "sfx": "type2"
    }
  ],

  "ibai": [
    {
      "id": "IB_P1",
      "text": "¿Qué quería el residente cuando vino a hablar contigo?",
      "answer": "Quería orientación para formular correctamente la pregunta de investigación y entender si su idea tenía sentido dentro del marco metodológico.",
      "sfx": "type3",
      "leads_to": "../puzzle02.html"
    },
    {
      "id": "IB_P2",
      "text": "¿Cuál era exactamente la duda metodológica que tenía?",
      "answer": "El residente dudaba sobre si su pregunta estaba bien formulada como PICO y sobre qué variables debía considerar como resultado principal.",
      "sfx": "type4",
      "leads_to": "../mapa.html",
      "unlocks_questions": ["JL_P1"],
      "unlocks_node": "diseno"
    }
  ],

  "julian": [
    {
      "id": "JL_P1",
      "text": "¿Qué aspectos metodológicos te preocupan del estudio?",
      "answer": "El diseño debe minimizar sesgos, especialmente el sesgo de selección. ",
      "sfx": "type4",
      "unlocks_node": "etica",
      "leads_to": "../puzzle03.html"
    },
    {
      "id": "JL_P2",
      "text": "¿Qué herramienta utilizó para decidir cómo reportar su estudio?",
      "answer": "Le dimos acceso a esta página para que pudiera decidir una guía de puntos importantes del estudio. Mira esta guía y RECUERDA qué guía es la correcta",
      "sfx": "type4",
      "leads_to": "../equator.html",
      "unlocks_node": "datos",
      "unlocks_questions": ["CE_P1"]
    }
  ],

  "javier": [
    {
      "id": "CE_P1",
      "text": "¿Qué aspectos éticos son esenciales antes de iniciar el estudio?",
      "answer": "Es fundamental garantizar que el estudio respete los principios éticos del CEIm: consentimiento informado adecuado, proporcionalidad riesgo-beneficio y protección de datos.",
      "sfx": "type3",
      "unlocks_node": "datos",
      "unlocks_questions": ["JD_P1"],
      "leads_to": "../puzzle04.html"
    }
  ],

  "unidad_datos": [
    {
      "id": "JD_P1",
      "text": "¿Qué requisitos debo cumplir para solicitar datos al SNS-O?",
      "answer": "Para solicitar datos debes presentar una propuesta metodológica sólida, justificar la necesidad de cada variable y garantizar medidas de seguridad en el tratamiento de datos. Además, debes demostrar que el CEIm ha aprobado el proyecto y cumplir la normativa de protección de datos.",
      "sfx": "type3",
      "unlocks_node": "analisis",
      "unlocks_questions": ["AN_P1"],
      "leads_to": "../avatares/jose.html"
    }
  ],

  "jose": [
    {
      "id": "AN_P1",
      "text": "¿Qué dudas comentó el residente que le preocupaban?",
      "answer": "Habló de que quería entender el teorema de Bayes, por lo que le propuse este ejemplo visual",
      "sfx": "type2",
      "unlocks_node": "difusion",
      "leads_to": "../puzzle05.html"
    }
  ]
}
